app/controllers/api/genres_controller.rb

SELECT "genres".* FROM "genres"
---
    # @genres = RSpotify::Category.find('metal')
    # render json: genres_from_spotify

    @genres = Genre.all